[
    {
       
        "name": "DSLR Camera",
        "price": "300",
        "description": "A camera normally has a field of view that ranges from a few degrees to, at most, 180°.",
        "img": "https://i.ibb.co/HDkcyqz/camera1.jpg",
        "min":"20",
        "available":"1058"
    },
    {
      
        "name": "360 Camera",
        "price": "100",
        "description": "An 360 camera or action cam is a digital camera designed for recording action while being immersed in it. Action cameras are therefore typically compact and rugged, and waterproof at surface-level.",
        "img": "https://i.ibb.co/LRZVgs2/camera7.jpg",
        "min":"200",
        "available":"758"
    },
    {
       
        "name": "3D Camcorder",
        "price": "135",
        "description": "An Camcorder camera, a type of rostrum camera, is a movie camera specially adapted for frame-by-frame shooting of animation.",
        "img": "https://i.ibb.co/JKLjfky/camera5.jpg",
        "min":"300",
        "available":"6280"
    },
    {
        
        "name": "Action camera",
        "price": "180",
        "description": "An action camera or action cam is a digital camera designed for recording action while being immersed in it. Action cameras are therefore typically compact and rugged, and waterproof at surface-level.",
        "img": "https://i.ibb.co/cgcVt28/camera4.jpg",
        "min":"45",
        "available":"1620"
    },
    {
       
        "name": "Animation camera",
        "price": "170",
        "description": "A backup camera (also called a reversing camera or rear-view camera) is a special type of video camera that is produced specifically for the purpose of being attached to the rear of a vehicle to aid in backing up, and to alleviate the rear blind spot.",
        "img": "https://i.ibb.co/JKLjfky/camera5.jpg",
        "min":"45",
        "available":"6328"
    },
    {
      
        "name": "Camcorder",
        "price": "300000",
        "description": "A digital camera is a camera that captures photographs in digital memory. Most cameras produced today are digital,[1] largely replacing those that capture images on photographic film",
        "img": "https://i.ibb.co/dbSh4Gj/camera6.jpg",
        "min":"35",
        "available":"2628"
    }
]